import "./PullDados.js"
import "./scrollanimations.js";
import "./modalSobre.js";
import "./backToTop.js";
import "./uirlanimations.js";

console.log(`%c
  ███╗   ██╗██╗ ██████╗██╗  ██╗ ██████╗ ██╗      █████╗ ███████╗
  ████╗  ██║██║██╔════╝██║ ██╔╝██╔═══██╗██║     ██╔══██╗██╔════╝
  ██╔██╗ ██║██║██║     █████╔╝ ██║   ██║██║     ███████║███████╗
  ██║╚██╗██║██║██║     ██╔═██╗ ██║   ██║██║     ██╔══██║╚════██║
  ██║ ╚████║██║╚██████╗██║  ██╗╚██████╔╝███████╗██║  ██║███████║
  ╚═╝  ╚═══╝╚═╝ ╚═════╝╚═╝  ╚═╝ ╚═════╝ ╚══════╝╚═╝  ╚═╝╚══════╝
  `, "color: #9B47D3; font-size: 12px; font-weight: bold;");
  
  console.log(`%c 
  Se você abriu o console, já sei que gosta de código! 😏
  Vamos trocar uma ideia? 🚀
  Da uma olhadinha no meu Linkedin tbm  |  🔗 https://www.linkedin.com/in/nickolasmello/
  `, "font-size: 14px;");
  
